Repository: UltraTesla/languages
Catalog: */LC_MESSAGES/add-module.po
Languages: fr, hu, it, ru

source: Credenciales
fr: Pouvoirs
hu: Hitelesítő adatok
it: Credenziali
ru: Учетные данные

source: Agregar un usuario
fr: Ajouter un utilisateur
hu: Adjon hozzá egy felhasználót
it: Aggiungere un utente
ru: Добавить пользователя

source: El nombre de usuario
fr: Le nom d’utilisateur
hu: A felhasználónév
it: Il nome utente
ru: Имя пользователя

source: La contraseña del usuario
fr: Mot de passe de l’utilisateur
hu: Felhasználói jelszó
it: La password dell'utente
ru: Пароль пользователя

source: La clave pública del usuario a registrar
fr: La clé publique de l’utilisateur pour s’inscrire
hu: A felhasználó nyilvános kulcsa a regisztrációhoz
it: La chiave pubblica dell'utente per registrare
ru: Открытый ключ пользователя для регистрации

source: Límites del token por usuario
fr: Limites de jetons par utilisateur
hu: Token korlátozások felhasználónként
it: Limiti di token per utente
ru: Ограничения токенов на пользователя

source: Sobre-escribir la clave pública (en caso de que exista)
fr: Remplacer la clé publique (le cas échéant)
hu: Írja felül a nyilvános kulcsot (ha létezik)
it: Sovrascrivi la chiave pubblica (se presente)
ru: Перезаписать открытый ключ (если таковые есть)

source: La cantidad del cálculo realizado, y por lo tanto, el tiempo de ejecución dado el número de iteraciones
fr: Montant du calcul effectué, et donc temps d’exécution compte tenu du nombre d’itérations
hu: A végrehajtott számítás mennyisége, és így a végrehajtási idő, az iterációk számával
it: La quantità del calcolo eseguito e quindi il tempo di esecuzione in base al numero di iterazioni
ru: Сумма выполненного расчета и, следовательно, время выполнения, учитывая количество итераций

source: La cantidad de memoria a utilizar
fr: Quantité de mémoire à utiliser
hu: A felhasznált memória mennyisége
it: La quantità di memoria da utilizzare
ru: Количество памяти для использования

source: La cantidad de subprocesos paralelos
fr: Nombre de threads parallèles
hu: A párhuzamos szálak száma
it: Il numero di thread paralleli
ru: Количество параллельных потоков
