Repository: UltraTesla/languages
Catalog: */LC_MESSAGES/add_network-module.po
Languages: fr, hu, it, pt_br, ru

source: Claves
fr: Clé
hu: Kulcsok
it: Chiave
pt_br: Chave
ru: Ключ

source: Identificación
fr: Identification
hu: ID
it: Identificazione
pt_br: Identificação
ru: Идентификации

source: Servicios
fr: Services
hu: Szolgáltatások
it: Servizi
pt_br: Serviços
ru: Услуги

source: Agregar una red
fr: Ajouter un réseau
hu: Adjon hozzá egy hálózatot
it: Aggiungere una rete
pt_br: Adicionar uma rede
ru: Добавление сети

source: La red a conectar
fr: Le réseau pour se connecter
hu: A csatlakoztatandó hálózat
it: La rete per la connessione
pt_br: A rede para conectar
ru: Сеть для подключения

source: La clave pública del servidor
fr: La clé publique du serveur
hu: A szerver nyilvános kulcsa
it: Chiave pubblica del server
pt_br: A chave pública do servidor
ru: Открытый ключ сервера

source: La clave pública del usuario
fr: La clé publique de l’utilisateur
hu: A felhasználó nyilvános kulcsa
it: Chiave pubblica dell'utente
pt_br: A chave pública do usuário
ru: Открытый ключ пользователя

source: La clave privada del usuario
fr: La clé privée de l’utilisateur
hu: A felhasználó privát kulcsa
it: Chiave privata dell'utente
pt_br: A chave privada do usuário
ru: Личный ключ пользователя

source: El nombre de usuario
fr: Le nom d’utilisateur
hu: A felhasználónév
it: Il nome utente
pt_br: O nome do usuário
ru: Имя пользователя

source: El token de acceso
fr: Jeton d’accès
hu: A hozzáférési token
it: Token di accesso
pt_br: O token de acesso
ru: Токен доступа

source: En caso de que se conozcan los servicios, se pueden escribir repitiendo el mismo parámetro con su argumento correspondiente. Si se elige esta opción, no se hará una petición para obtener los servicios actuales de la red.
fr: Si les services sont connus, ils peuvent être écrits en répétant le même paramètre avec leur argument correspondant. Si cette option est choisie, aucune demande ne sera faite pour obtenir les services actuels du réseau.
hu: Ha a szolgáltatások ismertek, akkor ezeket meg lehet írni, ha ugyanazt a paramétert megismételjük a megfelelő argumentummal. Ha ezt az opciót választja, nem kell kérni az aktuális hálózati szolgáltatások megszerzését.
it: Se i servizi sono noti, possono essere scritti ripetendo lo stesso parametro con l'argomento corrispondente. Se si sceglie questa opzione, non verrà effettuata una richiesta per ottenere i servizi correnti dalla rete.
pt_br: Se os serviços forem conhecidos, eles podem ser escritos repetindo o mesmo parâmetro com seu argumento correspondente. Se essa opção for escolhida, não será feita uma solicitação para obter os serviços atuais da rede.
ru: Если службы известны, они могут быть написаны, повторяя тот же параметр с их соответствующим аргументом. Если выбрана эта опция, запрос на использование текущих служб из сети не будет.

source: Excluir ciertos servicios repitiendo la operación con su argumento correspondiente
fr: Exclure certains services en répétant l’opération avec son argument correspondant
hu: Kizárjon bizonyos szolgáltatásokat úgy, hogy megismétli a műveletet a hozzá tartozó érveléssel
it: Escludere determinati servizi ripetendo l'operazione con l'argomento corrispondente
pt_br: Exclua certos serviços repetindo a operação com seu argumento correspondente
ru: Исключить определенные службы, повторив операцию с соответствующим аргументом
