Repository: UltraTesla/languages
Catalog: */LC_MESSAGES/argparse.po
Languages: hu, ru

source: usage:
hu: használat:
ru: Использования:

source: .__call__() not defined
hu: .__ call __ () nincs meghatározva
ru: .__call__() не определено

source: unknown parser %(parser_name)r (choices: %(choices)s)
hu: ismeretlen elemző %(parser_name)r (választások: %(choices)s)
ru: неизвестный парсер %(parser_name)r (выбор: %(choices)s)

source: argument "-" with mode %r
hu: "-" argumentum a %r üzemmóddal
ru: аргумент «-» с режимом %r

source: can't open '%(filename)s': %(error)s
hu: Nem lehet megnyitni a %(filename)s: %(error)s
ru: не может открыть '%(filename)s': %(error)s

source: cannot merge actions - two groups are named %r
hu: nem tudja egyesíteni a műveleteket - két csoport neve %r
ru: не может объединить действия - две группы названы %r

source: 'required' is an invalid argument for positionals
hu: A „kötelező” érvénytelen argumentum a pozíciók számára
ru: «требуемое» является недействительным аргументом для позиционирует

source: invalid option string %(option)r: must start with a character %(prefix_chars)r
hu: érvénytelen %(option)r karakterlánc: a %(prefix_chars)r karakterrel kell kezdődni
ru: неис инвалидность строка параметра %(option)r: должна начаться с символа %(prefix_chars)r

source: dest= is required for options like %r
hu: dest= szükséges olyan opciókhoz, mint a %r
ru: dest= требуется для таких опций, как %r

source: invalid conflict_resolution value: %r
hu: érvénytelen conflict_resolution érték:%r
ru: недействительное conflict_resolution значение: %r

source: mutually exclusive arguments must be optional
hu: a kölcsönösen kizáró érveknek választhatónak kell lenniük
ru: взаимоисключающие аргументы должны быть факультативными

source: positional arguments
hu: helyzetbeli érvek
ru: позиционные аргументы

source: optional arguments
hu: választható érvek
ru: необязательные аргументы

source: show this help message and exit
hu: mutasd meg ezt a súgót és kilépj
ru: показать это сообщение справки и выход

source: cannot have multiple subparser arguments
hu: nem lehet több alépítő paraméter
ru: не может иметь несколько аргументов суб-парсер

source: unrecognized arguments: %s
hu: ismeretlen érvek: %s
ru: непризнанные аргументы: %s

source: not allowed with argument %s
hu: nem engedélyezett argumentum %s
ru: не допускается с аргументом %s

source: ignored explicit argument %r
hu: figyelmen kívül hagyta a %r kifejezett érvét
ru: проигнорированный явный аргумент %r

source: the following arguments are required: %s
hu: a következő érvekre van szükség: %s
ru: требуются следующие аргументы: %s

source: one of the arguments %s is required
hu: a %s egyik érv szükséges
ru: один из аргументов %s требуется

source: expected one argument
hu: várt egy érvet
ru: ожидается один аргумент

source: expected at most one argument
hu: legfeljebb egy érvre számíthat
ru: ожидается в большинстве один аргумент

source: expected at least one argument
hu: várt legalább egy érvet
ru: ожидается, по крайней мере один аргумент

source: ambiguous option: %(option)s could match %(matches)s
hu: nem egyértelmű lehetőség: a %(option)s illeszkedhet a %(matches)s
ru: неоднозначный вариант: %(option)s может совпадать %(matches)s

source: unexpected option string: %s
hu: váratlan opció karakterlánc: %s
ru: неожиданная строка опции: %s

source: %r is not callable
hu: %r nem hívható le
ru: %r не вызывается

source: invalid %(type)s value: %(value)r
hu: érvénytelen %(type)s érték: %(value)r
ru: недействительное значение %(type): %(value)r

source: invalid choice: %(value)r (choose from %(choices)s)
hu: érvénytelen választás: %(value)r (válasszon az %(choices)s közül)
ru: недействительный выбор: %(value)r (выбрать из %(choices)s)

source: %(prog)s: error: %(message)s
hu: %(prog)s: hiba: %(message)s
ru: %(prog)s: Ошибка: %(message)s
