Repository: UltraTesla/languages
Catalog: */LC_MESSAGES/UTesla.po
Languages: fr, hu, it, pt_br, ru

source: ¡Los parámetros del grupo "%s" en el complemento "%s" no cuentan con una clave necesaria!
fr: Les paramètres du groupe «%s» dans le plugin «%s» n’ont pas de clé requise!
hu: A "%s" csoport paraméterei a "%s" pluginben nem tartalmazzák a szükséges kulcsot!
it: I parametri del gruppo "%s" nel plugin "%s" non hanno una chiave obbligatoria!
pt_br: Os parâmetros do grupo "%s" no plugin "%s" não têm uma chave necessária!
ru: Параметры группы «%s» в плагине «%s» не имеют необходимого ключа!

source: Ocurrió una excepción al agregar el complemento "%s": %s
fr: Une exception s’est produite lors de l’ajout du plugin «%s»: %s
hu: Kivétel történt a "%s" plugin hozzáadásakor: %s
it: Si è verificata un'eccezione durante l'aggiunta del plug-in"%s": %s
pt_br: Uma exceção ocorreu ao adicionar o plugin "%s": %s
ru: Исключение произошло при добавлении плагина «%s»: %s

source: Ocurrió una excepción inesperada:
fr: Une exception inattendue s’est produite:
hu: Váratlan kivétel történt:
it: Si è verificata un'eccezione imprevista:
pt_br: Uma exceção inesperada ocorreu:
ru: Произошло неожиданное исключение:

source: Error de procesamiento: %s
fr: Erreur de traitement: %s
hu: Feldolgozási hiba: %s
it: Errore di elaborazione: %s
pt_br: Erro de processamento: %s
ru: Ошибка обработки: %s

source: Ocurrió un posible error de ejecución: %s
fr: Une erreur d’exécution possible s’est produite: %s
hu: Lehetséges végrehajtási hiba történt: %s
it: Si è verificato un possibile errore di esecuzione: %s
pt_br: Ocorreu um possível erro de execução: %s
ru: Возможная ошибка выполнения произошла: %s

source: Ocurrió un error al conectar a "%s": %s
fr: Une erreur s’est produite lors de la connexion à «%s»: %s
hu: Hiba történt a "%s": %s csatlakozás közben
it: Si è verificato un errore durante la connessione a "%s": %s
pt_br: Ocorreu um erro ao se conectar a "%s": %s
ru: Ошибка произошла при подключении к «%s»: %s

source: Ocurrió un error listando algún directorio o operando con un archivo
fr: Une erreur s’est produite en énumérant un répertoire ou opérant avec un fichier
hu: Hiba történt a könyvtár felsorolásakor vagy egy fájllal történő művelet során
it: Si è verificato un errore durante l'inserimento di una directory o il funzionamento con un file
pt_br: Ocorreu um erro listando um diretório ou operando com um arquivo
ru: Произошла ошибка, в которой перечисление каталога или работа с файлом

source: Ocurrió un error inesperado en alguna operación: %s
fr: Une erreur inattendue s’est produite dans certaines opérations: %s
hu: Váratlan hiba történt néhány műveletnél: %s
it: Si è verificato un errore imprevisto in un'operazione: %s
pt_br: Um erro inesperado ocorreu em alguma operação: %s
ru: Неожиданная ошибка произошла в некоторых операциях: %s

source: Aún no hay complementos...
fr: Il n’y a pas encore d’add-ons...
hu: Még nincsenek kiegészítők ...
it: Il n’y a pas encore d’add-ons... ...
pt_br: Ainda não há complementos...
ru: Есть нет дополнений еще ...

source: La función "MainParser" del complemento "%s" debe tener un argumento
fr: La fonction « MainParser » de l’add-on «%s» doit avoir un argument
hu: A "%s" plugin "MainParser" funkciójának argumentummal kell rendelkeznie
it: La funzione "MainParser" del componente aggiuntivo "%s" deve avere un argomento
pt_br: A função "MainParser" do complemento "%s" deve ter um argumento
ru: Функция «MainParser» дополнения «%s» должна иметь аргумент

source: Borrando red "%s" :-(
hu: "%s" hálózat törlése :-(
it: Eliminazione della rete "%s" :-(

source: Red "%s" eliminada.
hu: A "%s" hálózat eltávolítva.
it: Rete "%s" rimossa.

source: Todavía hay procesos abiertos. ¿Desea enviar una señal {white}<{null}{yellow}SIGKILL{null}{white}>{null}?:
it: Ci sono ancora processi aperti. Vuoi inviare un segnale di {white}<{null}{yellow}SIGKILL{null}{white}>{null}?:

source: mandando una señal {white}<{null}{yellow}SIGKILL{null}{white}>{null}...
it: l'invio di un segnale {white}<{null}{yellow}SIGKILL{null}{white}>{null}...

source: Mandando una señal {white}<{null}{yellow}SIGTERM{null}{white}>{null}...
it: l'invio di un segnale {white}<{null}{yellow}SIGTERM{null}{white}>{null}...

source: Opción inválida, eliga entre ({white}[sS]|[yY]|1{null}) ({white}afirmación{null}) o ({white}[nN]|0{null}) ({white}negación{null})
it: Opzione non valida, scegliere tra ({white}[sS]|[yY]|1{null}) ({white}affermazione{null}) o ({white}[nN]|0{null}) ({white}negazione{null})

source: Usando proxy: %s://%s:%d con resolución DNS remota %s
fr: Utilisation du proxy: %s://%s:%d avec résolution DNS distante %s
hu: Proxy használata: %s://%s:%d távoli DNS felbontással %s
pt_br: Usando proxy: %s://%s:%d com resolução DNS remota %s
ru: Использование прокси: %s://%s:%d с удаленным разрешением DNS %s

source: Ocurrió un posible error referente a la petición o a un contexto relacionado a ella: %s
fr: Une erreur possible s’est produite concernant la demande ou un contexte qui y est lié: %s
hu: Lehetséges hiba történt a kérés vagy a hozzá kapcsolódó környezet tekintetében: %s
pt_br: Ocorreu um possível erro em relação à solicitação ou a um contexto relacionado a ela: %s
ru: Возможная ошибка произошла в отношении запроса или связанного с ним контекста: %s
