Repository: UltraTesla/languages
Catalog: */LC_MESSAGES/UTesla.po
Languages: fr, hu, it, pt_br, ru

source: Verificando la validez de la contraseña...
fr: Vérification de la validité du mot de passe...
hu: A jelszó érvényességének ellenőrzése ...
it: Verifica della validità della password in corso...
pt_br: Verificando a validade da senha...
ru: Проверка достоверности пароля...

source: Cerrando conexión con MySQL...
fr: Connexion de fermeture avec MySQL...
hu: Kapcsolat lezárása a MySQL...
it: Chiusura della connessione con MySQL in corso...
pt_br: Conexão de fechamento com MySQL...
ru: Закрытие связи с MyS'L...

source: Leyendo archivo SQL inicial: %s
fr: Lecture du fichier SQL initial: %s
hu: Kezdeti SQL fájl olvasása: %s
it: Lettura del file SQL iniziale: %s
pt_br: Leitura do arquivo SQL inicial: %s
ru: Чтение файла Sql: %s

source: Creando base de datos: %s
fr: Création de base de données: %s
hu: Adatbázis létrehozása: %s
it: Creazione di database: %s
pt_br: Criação de banco de dados: %s
ru: Создание базы данных: %s

source: Conectando a MySQL de forma sincrónica...
fr: Connexion à MySQL de façon synchrone...
hu: Csatlakozás a MySQL szinkronban ...
it: Connessione a MySQL in modo sincrono...
pt_br: Conectando-se ao MySQL sincronizadamente...
ru: Подключение к MySQL синхронно...

source: Usuario "%s" eliminado.
fr: Utilisateur «%s» supprimé.
hu: "%s" felhasználó eltávolítva.
it: Utente "%s" eliminato.
pt_br: Usuário "%s" excluído.
ru: Пользователь «%s» удален.

source: Borrando clave pública: %s
fr: Suppression de la clé publique: %s
hu: Nyilvános kulcs törlése: %s
it: Eliminazione della chiave pubblica: %s
pt_br: Excluindo a chave pública: %s
ru: Удаление ключа от общественности: %s

source: Borrando usuario "%s" :-(
fr: Suppression de l’utilisateur «%s» :-(
hu: A "%s" felhasználó törlése :-(
it: Eliminazione dell'utente "%s" :-(
pt_br: Excluindo o usuário "%s" :-(
ru: Удаление пользователя «%s» :-(

source: Hecho.
fr: Fait.
hu: Kész.
it: Fatto.
pt_br: Fato.
ru: Факт.

source: Generando "%s"...
fr: Générer des «%s»...
hu: "%s" létrehozása ...
it: Generazione di "%s"...
pt_br: Gerando "%s"...
ru: Генерация «%s»...

source: El código de estado no es el correspondiente: %s
fr: Le code d’état n’est pas le code correspondant: %s
hu: Az állapotkód nem a megfelelő: %s
it: Il codice di stato non è quello corrispondente: %s
pt_br: O código de status não é o correspondente: %s
ru: Код статуса не является соответствующим: %s

source: Copiando "%s" a "%s"...
fr: Copier «%s» à «%s»...
hu: "%s" másolása a "%s" közé ...
it: Copia di "%s" in "%s"...
pt_br: Copiando "%s" para "%s"...
ru: Копирование «%s» на «%s»...

source: El servicio "%s" no se agregará o actualizará ya que no se ha modificado
fr: Le service «%s» ne sera pas ajouté ou mis à jour car il n’a pas été modifié
hu: A "%s" szolgáltatás nem kerül hozzáadásra vagy frissítésre, mivel nem lett módosítva
it: Il servizio "%s" non verrà aggiunto o aggiornato in quanto non è stato modificato
pt_br: O serviço "%s" não será adicionado ou atualizado, pois não foi modificado
ru: Услуга «%s» не будет добавлена или обновлена, так как она не была изменена

source: Actualizando servicio "%s" de la red "%s"
fr: Mise à jour du service «%s» sur le réseau «%s»
hu: A "%s" hálózat "%s" szolgáltatásának frissítése
it: Aggiornamento del servizio "%s" sulla rete "%s"
pt_br: Atualizar o serviço "%s" na rede "%s"
ru: Обновление сервиса «%s» в сети «%s»

source: Error en la respuesta: %s
fr: Échec de la réponse: %s
hu: Hiba a válaszban: %s
it: Risposta non riuscita: %s
pt_br: Falha na resposta: %s
ru: Ответ не удалось: %s

source: Agregando servicio "%s" de la red "%s"
fr: Ajout du service «%s» sur le réseau «%s»
hu: "%s" szolgáltatás hozzáadása a "%s" hálózatból
it: Aggiunta del servizio "%s" alla rete "%s"
pt_br: Adicionando serviço "%s" na rede "%s"
ru: Добавление сервиса «%s» в сети «%s»

source: No se incluirá el servicio %s porque sólo se prefieren
fr: Les %s de service ne seront pas inclus parce qu’ils ne sont que préférés
hu: A "%s" szolgáltatást nem fogjuk belefoglalni, mert csak előnyben részesítik őket
it: Il servizio %s non verrà incluso perché sono preferiti solo
pt_br: O serviço %s não será incluído porque eles são apenas preferidos
ru: Обслуживание %s не будет включено потому что они только предпочитаны

source: La red "%s" no existe, pero se agregará...
fr: Le réseau «%s» n’existe pas, mais sera ajouté...
hu: A "%s" szolgáltatást nem fogjuk belefoglalni, mert csak előnyben részesítik őket...
it: La rete "%s" non esiste, ma verrà aggiunta...
pt_br: A rede "%s" não existe, mas será adicionada...
ru: Сеть «%s» не существует, но будет добавлена...

source: Petición satisfactoria, almacenando servicios...
fr: Demande réussie, stockage des services...
hu: Sikeres kérés, szolgáltatások tárolása ...
it: Richiesta riuscita, memorizzazione dei servizi in corso...
pt_br: Solicitação bem sucedida, armazenamento de serviços...
ru: Успешный запрос, хранение услуг...

source: Obteniendo servicios...
fr: Obtenir des services...
hu: Szolgáltatások igénybevétele ...
it: Ottenere servizi...
pt_br: Obtendo serviços...
ru: Получение услуг...

source: Se creó con éxito: %s
fr: Il a été créé avec succès: %s
hu: Sikeresen létrehozva: %s
it: È stato creato correttamente: %s
pt_br: Foi criado com sucesso: %s
ru: Он был успешно создан: %s

source: Copiando clave pública "%s" a "%s"
fr: Copie de la clé publique «%s» à «%s»
hu: A "%s" nyilvános kulcs másolása a "%s" fájlba
it: Copia della chiave pubblica "%s" in "%s"
pt_br: Copiando a chave pública "%s" para "%s"
ru: Копирование публичного ключа «%s» на «%s»

source: Hash generado "%s" en %.2f
fr: Hash généré «%s» en %.2f
hu: Hash által generált "%s" a %.2f
it: Hash generato "%s" in %.2f
pt_br: Hash gerou "%s" em %.2f
ru: Хэш генерируется «%s» в %.2f

source: Generando hash...
fr: Générer du hachage...
hu: Kivonat generálása ...
it: Generazione di hashine in corso...
pt_br: Gerando hashing...
ru: Создание хэширования...

source: Creando usuario: %s
fr: Création d’un utilisateur : %s
hu: Felhasználó létrehozása: %s
it: Creazione dell'utente: %s
pt_br: Criando usuário: %s
ru: Создание пользователя: %s

source: No es posible establecer una clave menor a 1024 bit's
fr: Il n’est pas possible de définir une clé inférieure à 1024 bits
hu: 1024 bitnél kevesebb kulcsot nem lehet beállítani
it: Non è possibile impostare una chiave inferiore a 1024 bit
pt_br: Não é possível definir uma chave menor que 1024 bits
ru: Невозможно установить ключ менее 1024 бита

source: Creando nuevo usuario: Username=%s, Password=%s, Token-Limit=%d
fr: Création d’un nouvel utilisateur: nom d’utilisateur=%s, Mot de passe=%s, Token-Limit=%d
hu: Új felhasználó létrehozása: Felhasználónév=%s, Jelszó=%s, Token-Limit=%d
it: Creazione di un nuovo utente: Username=%s, Password=%s, Token-Limit=%d
pt_br: Criando novo usuário: Nome de usuário-%s, Password-%s, Limite de Token-%d
ru: Создание нового пользователя: Username=%s, Password=%s, Token-Limit=%d

source: El servicio "%s" no se agregará o actualizará porque está en la lista de exclusión
fr: Le service «%s» ne sera pas ajouté ou mis à jour car il est sur la liste d’exclusion
hu: A "%s" szolgáltatás nem kerül hozzáadásra vagy frissítésre, mert szerepel a kizárási listában
it: Il servizio "%s" non verrà aggiunto o aggiornato perché si trova nell'elenco di esclusione
pt_br: O serviço "%s" não será adicionado ou atualizado porque está na lista de exclusão
ru: Услуга «%s» не будет добавлена или обновлена, так как она находится в списке исключений

source: Ocurrió un error con la petición: %s
fr: Une erreur s’est produite avec la demande: %s
hu: Hiba történt a kérésnél: %s
it: Si è verificato un errore con la richiesta: %s
pt_br: Ocorreu um erro com a solicitação: %s
ru: Ошибка произошла с запросом: %s

source: No se pudo crear el token, puede ser que haya expirado: %s
fr: Échec de la création du jeton, peut avoir expiré: %s
hu: Nem sikerült létrehozni a tokent, valószínűleg lejárt: %s
it: Impossibile creare il token, potrebbe essere scaduto: %s
pt_br: Falha na criação do token, pode ter expirado: %s
ru: Не удалось создать токен, возможно, истек: %s

source: Token generado con éxito: %s
fr: Jeton généré avec succès: %s
hu: Sikeresen előállított token: %s
it: Token generato correttamente: %s
pt_br: Token gerado com sucesso: %s
ru: Успешно генерируемый токен: %s

source: Generando e insertando token...
fr: Générer et insérer des jetons...
hu: Token létrehozása és beillesztése ...
it: Generazione e inserimento di token in corso...
pt_br: Gerando e inserindo token...
ru: Генерация и вставка токена...

source: ¡(%d) %s se pondrá en interacción con el sistema!
fr: (%d) %s seront en interaction avec le système!
hu: (%d) A %s kölcsönhatásba lép a rendszerrel!
it: (%d) %s sarà in interazione con il sistema!
pt_br: (%d) %s estarão em interação com o sistema!
ru: (%d) %s будет во взаимодействии с системой!

source: Creando un nuevo token para el identificador de usuario: ID:%d
fr: Création d’un nouveau jeton pour l’ID utilisateur: ID:%d
hu: Új token létrehozása a felhasználói azonosítóhoz: ID:%d
it: Creazione di un nuovo token per l'ID utente: ID:%d
pt_br: Criando um novo token para o ID do usuário: ID:%d
ru: Создание нового токена для идентификатора пользователя: ID:%d

source: Borrando token: %s
fr: Jeton de suppression: %s
hu: Token törlése: %s
it: Eliminazione di token: %s
pt_br: Deletar token: %s
ru: Удаление токена: %s

source: ¡Borrando usuario con el identificador: ID:%d!
fr: Suppression de l’utilisateur avec ID: ID:%d!
hu: Felhasználó törlése azonosítóval: ID:%d!
it: Eliminazione dell'utente con l'ID: ID:%d!
pt_br: Excluindo usuário com ID: ID:%d!
ru: Удаление пользователя с Идентификатор: ID:%d!

source: Creando nuevo usuario: %s
fr: Création d’un nouvel utilisateur: %s
hu: Új felhasználó létrehozása: %s
it: Creazione di un nuovo utente: %s
pt_br: Criando novo usuário: %s
ru: Создание нового пользователя: %s

source: ¡Datos escritos en la base de datos con éxito!
fr: Données écrites dans la base de données avec succès!
hu: Az adatbázis sikeresen be lett írva!
it: Dati scritti nel database con successo!
pt_br: Dados escritos no banco de dados com sucesso!
ru: Данные, записанные в базу данных успешно!

source: El token "%s" se ha eliminado por su fecha de expiración
fr: Le jeton «%s» a été supprimé à sa date d’expiration
hu: A "%s" tokent lejárati ideje miatt eltávolítottuk
it: Il token "%s" è stato rimosso in base alla data di scadenza
pt_br: O token "%s" foi removido até a data de validade
ru: Токен «%s» был удален по истечении срока действия

source: %s no está en la lista blanca del encabezado 'Host'
fr: %s n’est pas inscrit sur la liste blanche dans l’en-tête 'Host'
hu: A %s nincs engedélyezve a 'Host' fejlécben
it: %s non è inserita nella whitelist nell'intestazione 'Host'
pt_br: %s não está na lista branca no cabeçalho 'Host'
ru: %s не является белым списком в заголовке 'Host'

source: ¡La dirección "%s" no forma parte de la red!
fr: L’adresse «%s» ne fait pas partie du réseau!
hu: A "%s" cím nem része a hálózatnak!
it: L'indirizzo "%s" non fa parte della rete!
pt_br: O endereço "%s" não faz parte da rede!
ru: Адрес «%s» не является частью сети!

source: ¡El servicio o sub-servicio de "%s" no es correcto o no está permitido!
fr: Le service ou le sous-service de «%s» n’est pas correct ou non autorisé!
hu: A "%s" szolgáltatás vagy alszolgáltatás helytelen vagy nem engedélyezett!
it: Il servizio o il sottoservizio di "%s" non è corretto o non consentito!
pt_br: O serviço ou sub-serviço de "%s" não está correto ou não é permitido!
ru: Услуга или суб-сервис «%s» не является правильным или не допускается!

source: ¡El esquema de "%s" no es correcto!
fr: Le schéma des «%s» n’est pas correct !
hu: A "%s" séma nem megfelelő!
it: Lo schema di "%s" non è corretto!
pt_br: O esquema de "%s" não está correto!
ru: Схема «%s» не верна!

source: ¡La dirección está vacía!
fr: L’adresse est vide!
hu: A cím üres!
it: L'indirizzo è vuoto!
pt_br: O endereço está vazio!
ru: Адрес пуст!

source: Enviando datos al usuario "%s" (%s) - %s %s
fr: Envoi de données à l’utilisateur «%s» (%s) - %s %s
hu: Adatok küldése a "%s" (%s) felhasználónak - %s %s
it: Invio di dati all'utente "%s" (%s) - %s %s
pt_br: Envio de dados para o usuário "%s" (%s) - %s %s
ru: Отправка данных пользователю «%s» (%s) - %s %s

source: Se ha accedido a MATCH("%s", "%s")
fr: MATCH(«%s», «%s») a été consulté
hu: A MATCH("%s", "%s") hozzáférést kapott
it: L'accesso è stato effettuato MATCH("%s", "%s")
pt_br: MATCH("%s", "%s") foi acessado
ru: Доступ был сделан MATCH(«%s», «%s»)

source: Es el directorio raíz, no se hace nada...
fr: C’est le répertoire racine, rien n’est fait...
hu: Ez a gyökérkönyvtár, semmi sem történik ...
it: È la directory principale, non si fa niente...
pt_br: É o diretório raiz, nada é feito...
ru: Это корневой каталог, ничего не делается...

source: Verificando la existencia de la ruta...
fr: Vérification de l’existence de l’itinéraire...
hu: Az út meglétének ellenőrzése...
it: Verifica dell'esistenza del percorso...
pt_br: Verificando a existência da rota...
ru: Проверка существования маршрута...

source: Descifrando datos del identificador "%s"...
fr: Décryptage des données de l’identificateur «%s»...
hu: A "%s" azonosító adatainak dekódolása ...
it: Decrittografia dei dati dall'identificatore "%s" in corso...
pt_br: Descriptografando dados do identificador "%s"...
ru: Расшифровка данных из идентификатора «%s»...

source: Cifrando la respuesta para el usuario "%s"
fr: Chiffrement de la réponse pour l’utilisateur «%s»
hu: A válasz titkosítása a "%s" felhasználó számára
it: Crittografia della risposta per l'utente "%s"
pt_br: Criptografando a resposta para o usuário "%s"
ru: Шифрование ответа для пользователя «%s»

source: Usando clave pública (%s) del usuario "%s" para responder...
fr: Utilisation de la clé publique (%s) pour repeupler l’utilisateur %s...
hu: A "%s" felhasználó nyilvános kulcsának (%s) használata a válaszoláshoz ...
it: Utilizzando la chiave pubblica dell'utente (%s) "%s" per rispondere...
pt_br: Usando a chave pública do usuário (%s) para responder...
ru: Использование общественного ключа пользователя (%s) «%s», чтобы ответить ...

source: Cifrando datos con el usuario "%s"...
fr: Chiffrement des données avec l’utilisateur «%s»...
hu: Adatok titkosítása a "%s" felhasználóval...
it: Crittografia dei dati con l'utente "%s"...
pt_br: Criptografando dados com o usuário "%s"...
ru: Шифрование данных с пользователем «%s»...

source: Escuchando en %s:%d
fr: Écoute en %s:%d
hu: Hallgatás %s:%d
it: Ascolto in %s:%d
pt_br: Escutar em %s:%d
ru: Прослушивание в %s:%d

source: Iniciando...
fr: Démarrage...
hu: Kezdődik...
it: A partire...
pt_br: Começando...
ru: Начиная...

source: Comprobando la existencia de: %s
fr: Vérification de l’existence de: %s
hu: Ellenőrzi a következőket: %s
it: Verifica dell'esistenza di: %s
pt_br: Verificando a existência de: %s
ru: Проверка на наличие: %s

source: ¡%s no existe!
fr: %s n’existe pas!
hu: %s nem létezik!
it: %s non esiste!
pt_br: %s não existe!
ru: %s не существует!

source: ¡Las claves RSA no existen!
fr: Les clés RSA n’existent pas!
hu: Az RSA kulcsok nem léteznek!
it: Le chiavi RSA non esistono!
pt_br: As chaves RSA não existem!
ru: Ключей RSA не существует!

source: Generando claves RSA...
fr: Générer des clés RSA...
hu: RSA kulcsok generálása ...
it: Generazione di chiavi RSA in corso...
pt_br: Gerando chaves RSA...
ru: Генерация RSA Ключ...

source: Generando %d bits para el par de claves RSA...
fr: Générer des bits %d pour la paire de clés RSA...
hu: %d bit generálása az RSA kulcspárhoz...
it: Generazione di %d bit per la coppia di chiavi RSA in corso...
pt_br: Gerando bits %d para o par de teclas RSA...
ru: Генерация %d битов для пары ключей RSA...

source: ¡Claves RSA generadas con éxito!
fr: Clés RSA générées avec succès!
hu: Az RSA kulcsok sikeresen előállítva!
it: Chiavi RSA generate con successo!
pt_br: Gerou com sucesso as chaves RSA!
ru: Успешно сгенерированные ключи RSA!

source: Escribiendo clave pública en el disco (%s)...
fr: Rédaction de la clé publique sur le disque (%s)...
hu: Nyilvános kulcs írása a lemezen (%s)...
it: Scrittura di chiave pubblica su disco (%s)...
pt_br: Escrevendo chave pública para disco (%s)...
ru: Написание публичного ключа к диску (%s)...

source: Escribiendo clave privada en el disco (%s)...
fr: Écriture de la clé privée sur le disque (%s)...
hu: Privát kulcs írása a lemezen (%s)...
it: Scrittura di chiave privata su disco (%s)...
pt_br: Escrever chave privada para disco (%s)...
ru: Написание частного ключа к диску (%s)...

source: ¡El par de claves RSA están incompletas!
fr: La paire de clés RSA est incomplète!
hu: Az RSA kulcsok importálása sikeres!
it: La coppia di chiavi RSA è incompleta!
pt_br: O par de chaves RSA está incompleto!
ru: Ключевая пара RSA неполна!

source: Importando clave pública: %s
fr: Importation de clé publique: %s
hu: Nyilvános kulcs importálása: %s
it: Importazione della chiave pubblica: %s
pt_br: Importação de chave pública: %s
ru: Импорт общественного ключа: %s

source: Importando clave privada: %s
fr: Importation de clé privée: %s
hu: Privát kulcs importálása: %s
it: Importazione di chiave privata: %s
pt_br: Importação de chave privada: %s
ru: Импорт частного ключа: %s

source: ¡Claves RSA importadas con éxito!
fr: Clés RSA importées avec succès!
hu: Az RSA kulcsok importálása sikeres!
it: Chiavi RSA importate con successo!
pt_br: Chaves RSA importadas com sucesso!
ru: Ключи RSA успешно импортированы!

source: Habilitando SSL...
fr: Activation de SSL...
hu: SSL engedélyezése...
it: Abilitazione di SSL in corso...
ru: Включение SSL...

source: El certificado "%s" no existe
fr: Le certificat «%s» n’existe pas
hu: A "%s" tanúsítvány nem létezik
it: Il certificato "%s" non esiste
pt_br: O certificado "%s" não existe
ru: Сертификат «%s» не существует

source: La clave "%s" no existe
fr: Les «%s» clés n’existent pas
hu: A "%s" kulcs nem létezik
it: La chiave "%s" non esiste
pt_br: A chave "%s" não existe
ru: Ключевого «%s» не существует

source: No se puede habilitar SSL, mientras la clave o el certificado no existe
fr: SSL ne peut pas être activé, alors que la clé ou le certificat n’existe pas
hu: Az SSL nem engedélyezhető, amíg a kulcs vagy a tanúsítvány nem létezik
it: SSL non può essere abilitato mentre la chiave o il certificato non esiste
pt_br: O SSL não pode ser habilitado, enquanto a chave ou certificado não existe
ru: SSL не может быть включен, в то время как ключ или сертификат не существует

source: Usando SSL: CERT:%s - KEY:%s
fr: Utilisation de SSL: CERT:%s - KEY:%s
hu: SSL használatával: CERT:%s - KULCS:%s
it: Utilizzo di SSL: CERT:%s - CHIAVE:%s
pt_br: Utilização de SSL: CERT:%s - KEY:%s
ru: Использование SSL: CERT:%s - KEY:%s

source: Lista blanca de host's: %s
fr: Liste blanche de l’hôte: %s
hu: Gazdagép ballista: %s
it: Whitelist dell'host: %s
pt_br: Lista branca do apresentador: %s
ru: Белый список хозяина: %s

source: Habilitando proxy...
fr: Activation du proxy...
hu: Proxy engedélyezése ...
it: Abilitazione del proxy in corso...
ru: Включение прокси...

source: Iniciando el núcleo...
fr: Démarrage du noyau...
hu: A mag elindítása...
it: Avvio del nucleo...
pt_br: Começando o núcleo...
ru: Запуск ядра...

source: No se puede usar SSL sin antes haber definido la ruta de la clave o el certificado
fr: SSL ne peut pas être utilisé sans avoir d’abord défini le chemin d’accès ou le certificat de clé
hu: Az SSL nem használható a kulcs vagy a tanúsítvány elérési útjának előzetes meghatározása nélkül
it: SSL non può essere utilizzato senza aver prima definito il percorso della chiave o il certificato
pt_br: O SSL não pode ser usado sem antes ter definido o caminho ou certificado chave
ru: SSL не может быть использован без предварительного определения ключевого пути или сертификата

source: Terminado: %d
fr: Terminé: %d
hu: Kész: %d
it: Finito: %d
pt_br: Concluído: %d
ru: Готово: %d

source: Excepción captada en el complemento "%s" (%s) en la línea "%d": %s
fr: Exception prise dans le plugin «%s» (%s) sur la ligne «%d»: %s
hu: Kivétel a "%s" (%s) pluginnél, a "%d" sorban: %s
it: Eccezione rilevata nel plug-in "%s" (%s) nella riga "%d": %s
pt_br: Exceção capturada no plugin "%s" (%s) na linha "%d": %s
ru: Исключение попало в плагин «%s» (%s) на линии «%d»: %s

source: Excepción captada en el complemento "%s" (%s): %s
fr: Exception prise dans le plugin «%s» (%s): %s
hu: Kivétel a "%s" plugin (%s): a %s
it: Eccezione rilevata nel plug-in "%s" (%s): %s
pt_br: Exceção capturada no plugin "%s" (%s): %s
ru: Исключение уличили в плагине «%s» (%s): %s

source: Ocurrió una excepción en un complemento "%s":
fr: Une exception s’est produite dans un module de complément «%s» :
hu: Kivétel történt a "%s" plugin esetében:
it: Si è verificata un'eccezione in un componente aggiuntivo "%s":
pt_br: Uma exceção ocorreu em um complemento "%s":
ru: Исключение произошло в дополнении «%s»:

source: El complemento "%s" no provee la información necesaria
fr: L’add-on «%s» ne fournit pas les informations nécessaires
hu: A "%s" plugin nem biztosítja a szükséges információkat
it: Il componente aggiuntivo "%s" non fornisce le informazioni necessarie
pt_br: O complemento "%s" não fornece as informações necessárias
ru: Надстройкое дополнение «%s» не предоставляет необходимой информации

source: La función "MainParser" no se encuentra en el complemento "%s"
fr: La fonction «MainParser» ne se trouve pas dans le plugin «%s»
hu: A "MainParser" funkció nem található a "%s" pluginban
it: La funzione "MainParser" non viene trovata nel plug-in "%s"
pt_br: A função "MainParser" não é encontrada no plugin "%s"
ru: Функция «MainParser» не найдена в плагине «%s»

source: ¡Los parámetros a analizar del complemento "%s" no están siguiendo un tipo de dato válido!
fr: Les paramètres à analyser à partir du plugin «%s» ne suivent pas un type de données valide!
hu: A "%s" komplement elemzésére szolgáló paraméterek nem követnek érvényes adattípust!
it: I parametri da analizzare dal plug-in "%s" non seguono un tipo di dati valido!
pt_br: Os parâmetros a serem analisados a partir do plugin "%s" não estão seguindo um tipo de dados válido!
ru: Параметры, которые необходимо проанализировать с плагина «%s», не следуют действительному типу данных!

source: El tipo de dato del nombre del grupo "%s" o el de los parámetros de éste en el complemento "%s" no es correcto
fr: Le type de données du nom du groupe «%s» ou le type de paramètres du groupe dans le plugin «%s» n’est pas correct
hu: A "%s" csoportnév vagy annak csoportparamétereinek adattípusa a "%s" kiegészítésben nem helyes
it: Il tipo di dati del nome del gruppo "%s" o il tipo dei parametri del gruppo nel plug-in "%s" non è corretto
pt_br: O tipo de dados do nome do grupo "%s" ou o tipo de parâmetros do grupo no plugin "%s" não está correto
ru: Тип данных группы имени «%s» или тип параметров группы в плагине «%s» не является правильным

source: El tipo de dato de los argumentos identificados por el número "%d" no son correctos en el grupo "%s" sobre el complemento "%s"
fr: Le type de données des arguments identifiés par le nombre «%d» ne sont pas corrects dans le groupe «%s» au-dessus du plugin «%s» au-dessus de l’add-on «%s»
hu: A "%d" számmal azonosított argumentumok adattípusa nem helyes a "%s" kiegészítésben szereplő "%s" csoportban.
it: Il tipo di dati degli argomenti identificati dal numero "%d" non è corretto nel gruppo "%s" sopra il componente aggiuntivo "%s"
pt_br: O tipo de dados dos argumentos identificados pelo número "%d" não está correto no grupo "%s" acima do plugin "%s" acima do complemento "%s"
ru: Тип данных аргументов, идентифицированных по номеру «%s», не является правильным в группе «%s» выше дополнения «%s»
